import { background6 } from '../assets/images'

export const ctaData = {
  backgroundImage: background6,
  title: 'Обсудим Ваш проект?',
  checklistItems: [
    'Сориентируем по стоимости и срокам работ',
    'Вышлем пакет документов: примеры сметы, чертежей и планов',
    'Подготовим концептуальную подборку по стилю',
    'Ответим на все интересующие вопросы',
    'Договоримся об удобном времени для выезда дизайнера'
  ],
  form: {
    title: 'Оставьте заявку,',
    subtitle: 'Свяжемся с Вами в течение 15 минут',
    nameLabel: 'Введите Ваше имя',
    namePlaceholder: 'Ваше имя',
    phoneLabel: 'Введите Ваш номер телефона',
    phonePlaceholder: 'Ваш номер телефона',
    submitText: 'Отправить',
    privacyText: 'Нажимая кнопку вы соглашаетесь с условиями обработки персональных данных'
  }
}

